Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=274_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Almmuhanáigi Sámenuoraid dáiddadáhpáhussii álgán
smn: Almottâttâm Säminuorâi taaidâtábátusân lii álgám

source: Almmuhanáigi Sámenuoraid dáiddadáhpáhussii, mii ordnejuvvo Vuohčus njukčamánu 26. beaivve, lea álgán.
smn: Almottâttâm Säminuorâi taaidâtábátusân, mii uárnejuvvoo Vuáčust njuhčâmáánu 26. peeivi, lii álgám.

source: Dáhpáhusa temán leat teáhter ja oanehisfilbma.
smn: Tábáhtus teeman lii teatter já uánihiselleekove.

source: Almmuhanáigi teáhtergilvui nohká 2.3. ja filbmafestiválii 13.3.
smn: Almottâttâm teatterkištodmân nohá 2.3. já elleekovefestivaalân 13.3.

source: Dárkilut dieđut dáhpáhussii almmuheamis dás:
smn: Tärhibeh tiäđuh almottâtmist täst:

source: Dáiddadáhpáhusa 2009 njuolggadusat
smn: já

source: Almmuheamit_2009
smn: Almottâtmeh_2009
